Repository: sebastienserre/wp-pericles-import
Catalog: languages/wp-pericles-import-*.po
Languages: fr_fr

# Taxonomy General Name
source: Property types
fr_fr: Types de biens

# Taxonomy Singular Name
source: Property Type
fr_fr: Type de bien

source: Property Type
fr_fr: Type de bien

source: Property types
fr_fr: Types de biens

source: Parent Location
fr_fr: Lieu parent

source: Parent Location:
fr_fr: Lieu parent:

source: New Location Name
fr_fr: Nom du nouveau lieu

source: Add New Location
fr_fr: Ajouter un nouveau lieu

source: Edit Location
fr_fr: Modifier le lieu

source: Update Location
fr_fr: Mettre à jour le lieu

source: View Location
fr_fr: Voir le lieu

source: Separate Property types with commas
fr_fr: Séparez les types de biens par des virgules

source: Add or remove Property types
fr_fr: Ajouter ou enlever des types de biens

source: Choose from the most used
fr_fr: Choisissez parmi les plus utilisé

source: Popular Property types
fr_fr: Types de bien populaire

source: Search Property types
fr_fr: Chercher dans les types

source: Not Found
fr_fr: non trouvé

source: No Property types
fr_fr: Aucun résultats

source: Property types list
fr_fr: Liste des types de bien immobilier

source: Property types list navigation
fr_fr: Navigation dans les types

# Taxonomy General Name
source: Locations
fr_fr: Lieux

# Taxonomy Singular Name
source: Location
fr_fr: Lieu

source: Location
fr_fr: Lieu

source: Locations
fr_fr: Lieux

source: Separate Locations with commas
fr_fr: Séparez les lieux avec des virgules

source: Add or remove Locations
fr_fr: Ajouter ou enlever des lieux

source: Popular Locations
fr_fr: Lieux populaires

source: Search Locations
fr_fr: Chercher des lieux

source: No Locations
fr_fr: Aucun lieu

source: Locations list
fr_fr: Liste des lieux

source: Locations list navigation
fr_fr: Navigation dans les lieux

# Post Type General Name
source: Real estate properties
fr_fr: Biens Immobiliers

# Post Type Singular Name
source: Real estate property
fr_fr: Bien Immobilier

source: Real Estate Properties
fr_fr: Biens Immobiliers

source: Real Estate Properties Archives
fr_fr: Archives des Biens Immobiliers

source: Real Estate Property Attributes
fr_fr: Attributs du Bien Immobilier

source: Parent Real Estate Property:
fr_fr: Bien immobilier parent:

source: All Real Estate Properties
fr_fr: Tous les biens immobiliers

source: Add New Real Estate Property
fr_fr: Ajouter un bien immobilier

source: Add New
fr_fr: Ajouter

source: New Real Estate Property
fr_fr: Nouveau bien immobilier

source: Edit Real Estate Property
fr_fr: Modifier le bien immobilier

source: Update Real Estate Property
fr_fr: Mettre à jour un Bien Immobilier

source: View Real Estate Property
fr_fr: Voir le bien

source: View Real Estate Properties
fr_fr: Voir les biens

source: Search Real Estate Property
fr_fr: Chercher un Bien Immobilier

source: Not found
fr_fr: Non trouvé

source: Not found in Trash
fr_fr: Rien dans la corbeille

source: Featured Image
fr_fr: Image à la une

source: Set featured image
fr_fr: Metre en image à la une

source: Remove featured image
fr_fr: Enlever l'image à la une

source: Use as featured image
fr_fr: Utiliser comme une image à la une

source: Insert into Real Estate Property
fr_fr: Insérer dans le bien immobilier

source: Uploaded to this item
fr_fr: Mettre en ligne sur ce bien

source: Real Estate Properties list
fr_fr: Liste des Biens Immobiliers

source: Real Estate Properties list navigation
fr_fr: Navigation dans les biens immobiliers

source: Filter Real Estate Properties list
fr_fr: Filtrer la liste des biens immobiliers

source: Real estate property
fr_fr: Bien Immobilier

source: Post Type Description
fr_fr: Description

source: Pericles Import Settings
fr_fr: Péricles Import

source: ASP number
fr_fr: Numéro ASP

source: General
fr_fr: Général

source: File Name
fr_fr: Nom du fichier

source: Please fill in the exported filename saved in "wp-content/uploads/import/". (case sensitive) Example: export.ZIP
fr_fr: Veuillez saisir le nom du fichier exporté dans "wp-content/uploads/import/". (Sensible à la casse) Exemple: export.ZIP

source: Importer User
fr_fr: Utilisateur importateur

source: Pericles Version
fr_fr: Version de Péricles

source: Pericles 5 ( Desktop version)
fr_fr: Pericles 5 ( version bureau )

source: Custom Post Type
fr_fr: Type de publication

source: Create a CPT ?
fr_fr: Créer un Type de publication dédié?

source: Use a Real Estate Plugin or Theme ?
fr_fr: Utilisez vous un thème ou une extension de biens immobilier ?

source: Which Plugin or Theme do you use?
fr_fr: Quel extension ou thème utilisez vous ?

source: Fields
fr_fr: Champs

source: Check fields you want to create
fr_fr: Cocher les champs à créer

source: Connect your Real Estate Agency to WordPress!
fr_fr: Connectez votre agence immobilière à WordPress !

source: https://www.thivinfo.com
fr_fr: https://thivinfo.com
